Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: To reindex the enabled product(s), the store or product must be specified.
fr_fr: Pour réindexer les produits activés, le magasin ou le produit doit être spécifié.

source: To see product price, add this item to your cart. You can always remove it later.
fr_fr: Pour voir le prix du produit, ajoutez cet article à votre panier. Vous pourrez toujours l'enlever plus tard.

source: To use PayPal Payflow Link you must configure some settings in your Payflow account by logging into
fr_fr: Pour utiliser PayPal Payflow Link, vous devez configurer certains paramètres dans votre compte Payflow en vous connectant

source: To use PayPal Payments Advanced you must configure some settings in your PayPal Payments Advanced account by logging into
fr_fr: Pour utiliser les paiements avancés de PayPal, vous devez configurer certains paramètres dans votre compte paiements avancés de PayPal en vous connectant

source: To use Payflow Link, you must configure your Payflow Link account on the Paypal website.
fr_fr: Pour utiliser Payflow Link, vous devez configurer votre compte Payflow Link sur le site de PayPal.

source: To:
fr_fr: À :

source: Together
fr_fr: Ensemble

source: Toggle Editor
fr_fr: Changer d'éditeur

source: Too late for the schedule.
fr_fr: Trop tar pour la programmation.

source: Tools
fr_fr: Outils

source: Top 5 Search Terms
fr_fr: 5 termes les plus recherchés

source: Top Level Category
fr_fr: Catégorie de niveau supérieur

source: Top/Left
fr_fr: En haut à gauche

source: Top/Right
fr_fr: En haut à droite

source: Total %d product(s)
fr_fr: %d produit(s) au total

source: Total %d records found
fr_fr: %d enregistrement(s) trouvé(s)

source: Total (ex)
fr_fr: Total (HT)

source: Total (inc)
fr_fr: Total (TTC)

source: Total <strong>%d</strong> records found
fr_fr: <strong>%d</strong> enregistrement(s) trouvé(s) au total

source: Total Amount
fr_fr: Montant du total

source: Total Chargeback: %s
fr_fr: Total de Chargeback : %s

source: Total Charged: %s
fr_fr: Total facturé : %s

source: Total Due
fr_fr: Total dû

source: Total Incl. Tax
fr_fr: Total TTC

source: Total Invoiced
fr_fr: Total de la facture

source: Total Invoiced Paid
fr_fr: Total facture payée

source: Total Invoiced VS Paid Report
fr_fr: Rapport du facturé en fonction du payé

source: Total Invoiced not Paid
fr_fr: Total de la facture n'est pas payée

source: Total Invoiced vs. Paid Report
fr_fr: Rapport du facturé en fonction du payé

source: Total Items Quantity
fr_fr: Quantité totale d'articles

source: Total Order Amount
fr_fr: Montant total de commande

source: Total Ordered Report
fr_fr: Rapport du total commandé

source: Total Paid
fr_fr: Total payé

source: Total Payed
fr_fr: Total payé

source: Total Qty
fr_fr: Qté totale

source: Total Qty Base Items
fr_fr: Quantité totale d'articles de base

source: Total Refund
fr_fr: Remboursement total

source: Total Refunded
fr_fr: Total remboursé

source: Total Refunded Report
fr_fr: Rapport des remboursements

source: Total Refunded: %s
fr_fr: Total remboursé : %s

source: Total Reviews Count
fr_fr: Nombre total de commentaires

source: Total Sales Shipping
fr_fr: Total des ventes d'expédition

source: Total Shipped Report
fr_fr: Rapport des expéditions

source: Total Shipping
fr_fr: Total expédition

source: Total Shipping Charges
fr_fr: Montant total de la livraison

source: Total Tags
fr_fr: Nb total de tags

source: Total Tax
fr_fr: TVA

source: Total Weight
fr_fr: Poids total

source: Total for this address
fr_fr: Total pour cette adresse

source: Total imported <strong>%s</strong> records (%s)
fr_fr: <strong>%s</strong> enregistrements (%s) importés au total

source: Total incl. Tax: %1$s
fr_fr: Total TTC : %1$s

source: Total incl. tax
fr_fr: Total TTC

source: Total invoiced
fr_fr: Total facturé

source: Total of %d index(es) have changed index mode.
fr_fr: %d mode(s) d'index a (ont) été mis à jour.

source: Total of %d index(es) have reindexed data.
fr_fr: Les données de %d index(es) ont été mises à jour.

source: Total of %d items(s) have been deleted; total of %d items(s) have been updated.
fr_fr: Un total de %d article(s) a été effacé. Un total de %d article(s) a été mis à jour.

source: Total of %d items(s) have been published.
fr_fr: Un total de %d article(s) a été publié.

source: Total of %d items(s) have been removed from Google Base.
fr_fr: Un total de %d article(s) a été supprimé de Google Base.

source: Total of %d items(s) have been saved as inactive items.
fr_fr: Un total de %d article(s) a été sauvegardé en tant qu'articles inactifs.

source: Total of %d product(s) have been added to Google Base.
fr_fr: Un total de %d article(s) a été ajouté à Google Base.

source: Total of %d record(s) have been deleted.
fr_fr: %d enregistrement(s) a (ont) été effacé(s).

source: Total of %d record(s) have been marked as read.
fr_fr: %d enregistrement(s) a (ont) bien été marqué(s) comme lu(s).

source: Total of %d record(s) have been removed.
fr_fr: %d enregistrement(s) a (ont) bien été supprimé(s).

source: Total of %d record(s) have been updated.
fr_fr: %d enregistrement(s) a (ont) été mis à jour.

source: Total of %d record(s) were canceled.
fr_fr: %d enregistrement(s) a (ont) été annulé(s).

source: Total of %d record(s) were deleted
fr_fr: %d enregistrement(s) ont été effacés

source: Total of %d record(s) were deleted.
fr_fr: %d enregistrement(s) ont été effacés.

source: Total of %d record(s) were updated
fr_fr: %d enregistrement(s) ont été mis à jour

source: Total of %d record(s) were updated.
fr_fr: %d enregistrement(s) ont été mis à jour.

source: Total records: %s
fr_fr: Total d'enregistrements : %s

source: Total refunded
fr_fr: Total remboursé

source: Total size of uploadable files must not exceed %s
fr_fr: La taille totale des fichiers téléchargeables ne doit pas excéder %s

source: Track Order
fr_fr: Suivre la commande

source: Track all shipment(s)
fr_fr: Suivre toutes les livraisons

source: Track all shipments
fr_fr: Suivre toutes les livraisons

source: Track this shipment
fr_fr: Suivre cette livraison

source: Track your order
fr_fr: Suivre votre commande

source: Track:
fr_fr: Suivre :

source: Tracking
fr_fr: Suivi

source: Tracking Information
fr_fr: Informations de suivi

source: Tracking Number
fr_fr: Numéro de suivi

source: Tracking Number(s):
fr_fr: Numéro(s) de suivi :

source: Tracking Number:
fr_fr: Numéro de suivi :

source: Tracking Script
fr_fr: Script de suivi

source: Tracking XML URL
fr_fr: URL XML de suivi

source: Tracking information is currently not available. Please
fr_fr: Les informations de suivi ne sont pas disponibles pour le moment. Vous pouvez

source: Tracking information is currently unavailable.
fr_fr: Les informations de suivi ne sont pas disponibles pour le moment.

source: Tracking number %s for %s assigned
fr_fr: Numéro de suivi %s assigné à %s

source: Tracking number cannot be empty.
fr_fr: Le numéro de suivi ne peut pas être vide.

source: Traditional Chinese
fr_fr: Chinois traditionnel

source: Transaction "%s" was already processed.
fr_fr: La transaction "%s" est déjà en cours

source: Transaction Data
fr_fr: Données de transaction

source: Transaction Description
fr_fr: Description de la transaction

source: Transaction Details
fr_fr: Détail de la transaction

source: Transaction Expire Period
fr_fr: Période d'expiration de transaction

source: Transaction ID
fr_fr: ID Transaction

source: Transaction ID must not be empty.
fr_fr: ID Transaction ne doit pas être vide.

source: Transaction ID: "%s".
fr_fr: Référence de transaction : "%s".

source: Transaction Information
fr_fr: Information sur les transactions

source: Transaction Key
fr_fr: Clé de la transaction

source: Transaction Status Update: canceled by the customer.
fr_fr: Mise à jour de statut de transaction : annulée par le client.

source: Transaction Status Update: finished successfully.
fr_fr: Mise à jour de statut de transaction : terminée avec succès.

source: Transaction Status Update: rejected by iDEAL.
fr_fr: Mise à jour de statut de transaction : rejetée par iDEAL.

source: Transaction Type
fr_fr: Type de transaction

source: Transactional Emails
fr_fr: Emails transactionnels

source: Transfer Cart Line Items
fr_fr: Transférer les articles dans votre panier

source: Transfer Shipping Options
fr_fr: Options d'expédition de transfert

source: Translate Inline
fr_fr: Traduire en ligne

source: Translate cache should be disabled for both frontend and admin inline translations.
fr_fr: Le cache de traduction devrait être désactivé pour les traductions en ligne du front office ou du back office.

source: Translate, blocks and other output caches should be disabled for both frontend and admin inline translations.
fr_fr: Les caches de traduction, de blocs et autres sorties doivent être désactivés pour utiliser la traduction en ligne.

source: Translation files.
fr_fr: Fichiers de traduction.

source: Translations
fr_fr: Traductions

source: Trial
fr_fr: Essai

source: Trial Billing Amount
fr_fr: Montant de facturation d'un essai

source: Trial Billing Frequency
fr_fr: Fréquence de facturation d'un essai

source: Trial Billing Period Unit
fr_fr: Unité de la période de facturation d'un essai

source: Trial Payment
fr_fr: Paiement d'essai

source: Trial Period
fr_fr: Période d'essai

source: Trial billing amount is wrong.
fr_fr: Le montant de facturation d'essai est incorrect.

source: Trial billing period unit is wrong.
fr_fr: L'unité de la période de facturation d'essai est incorrecte.

source: Trial period frequency is wrong.
fr_fr: La fréquence de période d'essai n'est pas correcte.

source: Trial period max cycles is wrong.
fr_fr: La quantité maxi de cycles de période d'essai est incorrecte.

source: Trial period payment
fr_fr: Paiement de période d'essai

source: Triggered Fraud Filters
fr_fr: Activer les filtres anti-fraudes

source: Try Magento Go for Free
fr_fr: Testez gratuitement Magento Go

source: Twitter API
fr_fr: API Twitter

source: Twitter API Key
fr_fr: Clé d'API Twitter

source: Twitter Secret Key
fr_fr: Clé secrète Twitter

source: Two Weeks
fr_fr: Deux semaines

source: Two and more slashes together are not permitted in request path
fr_fr: Il n'est pas autorisé d'utiliser 2 slashes ou plus à la suite dans le chemin de requête.

source: Two and more slashes together are not permitted in url rewrite suffix
fr_fr: Il n'est pas autorisé d'utiliser 2 slashes ou plus à la suite dans le suffixe de réécriture d'URL.

source: URL Key
fr_fr: Clé d'URL

source: URL Rewrite
fr_fr: Ré-écriture d'URL

source: URL Rewrite Information
fr_fr: Information sur la réécriture d'URL

source: URL Rewrite Management
fr_fr: Gestion de réécriture d'URL

source: URL/filename of the logo.<br />The URL must be absolute and stored on a secure server.
fr_fr: URL / nom de fichier du logo. <br/>L'URL doit être absolue et stockée sur un serveur sécurisé.

source: US Address Verification
fr_fr: Vérification d'adresse US

source: US Dollar
fr_fr: Dollar US

source: Unable to add the following product(s) to shopping cart: %s.
fr_fr: Impossible d'ajouter au panier les produits suivants : %s.

source: Unable to apply rules.
fr_fr: Impossible d'appliquer les règles.

source: Unable to cancel Express Checkout.
fr_fr: Impossible d'annuler le paiement PayPal Express.

source: Unable to cancel queue.
fr_fr: Impossible d'annuler la file.

source: Unable to cancel the credit memo.
fr_fr: Impossible d'annuler l'avoir.

source: Unable to change status. Current status is not correspond to real status.
fr_fr: Impossible de modifier le statut. Le statut en cours ne correspond pas au vrai statut.

source: Unable to collect cart totals.
fr_fr: Impossible de collecter les totaux de panier.

source: Unable to communicate with the PayPal gateway.
fr_fr: Communication impossible avec la passerelle PayPal.

source: Unable to complete
fr_fr: Impossible de terminer

source: Unable to complete request. Please, try again later.
fr_fr: Impossible de terminer la requête. Veuillez réessayer ultérieurement

source: Unable to complete this request.
fr_fr: Impossible de satisfaire cette requête.

source: Unable to connect to Google Base. Please, check Account settings in configuration.
fr_fr: Impossible de se connecter à Google Base. Veuillez vérifier votre configuration.

source: Unable to create backup. Please, try again later.
fr_fr: Impossible de faire une sauvegarde. Veuillez réessayer ultérieurement.

source: Unable to create directory: %s
fr_fr: Impossible de créer le répertoire : %s

source: Unable to delete queue.
fr_fr: Impossible d'effacer la file.

source: Unable to delete store view. Please, try again later.
fr_fr: Impossible de supprimer la vue magasin. Veuillez réessayer ultérieurement.

source: Unable to delete store. Please, try again later.
fr_fr: Impossible de supprimer le magasin. Veuillez réessayer ultérieurement.

source: Unable to delete website. Please, try again later.
fr_fr: Impossible de supprimer le site web. Veuillez réessayer ultérieurement.

source: Unable to find a Email Template to delete.
fr_fr: Impossible de trouver un gabarit d'email à effacer

source: Unable to find a block to delete.
fr_fr: Impossible de trouver un bloc à effacer.

source: Unable to find a page to delete.
fr_fr: Impossible de trouver une page à effacer.

source: Unable to find a poll to delete.
fr_fr: Impossible de trouver le sondage à supprimer.

source: Unable to find a rule to delete.
fr_fr: Impossible de trouver la règle à supprimer.

source: Unable to find a search term to delete.
fr_fr: Impossible de trouver le terme de recherche à effacer.

source: Unable to find a sitemap to delete.
fr_fr: Impossible de trouver le plan de site à effacer.

source: Unable to find a sitemap to generate.
fr_fr: Impossible de trouver le plan de site à générer.

source: Unable to find a tag to delete.
fr_fr: Impossible de trouver le tag à supprimer.

source: Unable to find a user to delete.
fr_fr: Impossible de trouver l'utilisateur à supprimer.

source: Unable to find an answer to delete.
fr_fr: Impossible de trouver la réponse à effacer.

source: Unable to find an app to delete.
fr_fr: Impossible de trouver une appli à supprimer.

source: Unable to find an attribute to delete.
fr_fr: Impossible de trouver l'attribut à supprimer.

source: Unable to find any products tagged with '%s' in the current store
fr_fr: Aucune correspondance d'article pour le mot clé : '%s'

source: Unable to find template to delete.
fr_fr: Impossible de trouver un gabarit à supprimer

source: Unable to generate the sitemap.
fr_fr: Impossible de générer le plan de site.

source: Unable to get shipping methods list.
fr_fr: Impossible de récupérer la liste des modes de livraison.

source: Unable to get the product ID.
fr_fr: Impossible de récupérer l'identifiant de produit.

source: Unable to initialize Express Checkout review.
fr_fr: Impossible d'initialiser le commentaire PayPal Express.

source: Unable to initialize Express Checkout.
fr_fr: Impossible d'initialiser PayPal Express

source: Unable to initialize MEP Checkout.
fr_fr: Impossible d'initialiser MEP checkout.

source: Unable to initialize import model
fr_fr: Impossible d'initialiser le modèle d'import

source: Unable to initialize the import model.
fr_fr: Impossible d'initialiser le modèle d'import.

source: Unable to load application form.
fr_fr: Impossible de charger le formulaire de l'application.

source: Unable to load product info.
fr_fr: Impossible de charger les infos du produit.

source: Unable to login.
fr_fr: Impossible de se connecter.

source: Unable to place the order.
fr_fr: Impossible de passer la commande.

source: Unable to post the review.
fr_fr: Impossible de poster le commentaire

source: Unable to proceed. Please, try again
fr_fr: Impossible de continuer. Veuillez réessayer ultérieurement.

source: Unable to proceed. Please, try again.
fr_fr: Impossible de continuer. Veuillez réessayer ultérieurement.

source: Unable to process Express Checkout approval.
fr_fr: Impossible de procéder à l'approbation PayPal Express.

source: Unable to process an import.
fr_fr: Impossible d'exécuter l'import.

source: Unable to process preview.
fr_fr: Impossible de procéder à la prévisualisation.

source: Unable to refresh lifetime statistics.
fr_fr: Impossible de rafraîchir les statistiques.

source: Unable to refresh recent statistics.
fr_fr: Impossible de rafraîchir les statistiques récentes.

source: Unable to remove tag. Please, try again later.
fr_fr: Impossible de supprimer le mot clé. Veuillez recommencer ultèrieurement.

source: Unable to render an order.
fr_fr: Impossible de fournir une commande

source: Unable to retrieve tracking
fr_fr: Impossible de récupérer les informations de suivi

source: Unable to save Billing Agreement:
fr_fr: Impossible de sauvegarder le contrat de facturation :

source: Unable to save app.
fr_fr: Impossible d'enregistrer l'appli.

source: Unable to save file "%s" at "%s"
fr_fr: Impossible d'enregistrer le fichier "%s" sur "%s"

source: Unable to save file: %s
fr_fr: Impossible d'enregistrer le fichier

source: Unable to save message.
fr_fr: Impossible d'enregistrer le message.

source: Unable to save shipping address.
fr_fr: Impossible d'enregistrer l'adresse de livraison.

source: Unable to save shipping method.
fr_fr: Impossible d'enregistrer le mode de livraison.

source: Unable to save tag(s).
fr_fr: Impossible de sauvegarder le(s) mot(s) clé(s).

source: Unable to save template.
fr_fr: Impossible d'enregistrer le gabarit.

source: Unable to save the cron expression.
fr_fr: Impossible d'enregistrer l'expression cron

source: Unable to save the invoice.
fr_fr: Impossible de sauvegarder la facture.

source: Unable to select a Store View.
fr_fr: Impossible de sélectionner une vue magasin.

source: Unable to send the invoice email.
fr_fr: Impossible d'envoyer l'email de facture.

source: Unable to send the shipment email.
fr_fr: Impossible d'envoyer l'email d'expédition.

source: Unable to set Payment Method.
fr_fr: Impossible de choisir ce mode de paiement.

source: Unable to start Express Checkout.
fr_fr: Impossible de démarrer PayPal Express.

source: Unable to start MEP Checkout.
fr_fr: Impossible de démarrer MEP Checkout.

source: Unable to submit your request. Please, try again later
fr_fr: Impossible d'envoyer votre demande. Veuillez réessayer plus tard.

source: Unable to update shipping method.
fr_fr: Impossible de mettre à jour le mode de livraison.

source: Unable to update the alert subscription.
fr_fr: Impossible de mettre à jour l'inscription à l'alerte.

source: Unable to update transaction details.
fr_fr: Impossible de mettre à jour les détails de la transaction.

source: Unable to void the credit memo.
fr_fr: Impossible d'invalider l'avoir.

source: Unassign
fr_fr: Annuler l'assignation

source: Unassigned Attributes
fr_fr: Attributs non assignés

source: Unconfirmed
fr_fr: Non confirmé

source: Undefined
fr_fr: Indéfini

source: Undefined product type.
fr_fr: Type de produit indéfini.

source: Undefined rate from "%s-%s".
fr_fr: Taux indéfini depuis "%s-%s".

source: Undetermined Email Action
fr_fr: Action d'email indéterminé

source: Unhold
fr_fr: Débloquer

source: Unhold action is not available.
fr_fr: L'action débloquer n'est pas disponible.

source: Unhold order
fr_fr: Débloquer la commande

source: Unique Value
fr_fr: Valeur unique

source: Unique Value (not shared with other products)
fr_fr: Valeur unique (non partagée avec les autres produits)

source: Unit Price
fr_fr: Prix unitaire

source: Unit for billing during the subscription period.
fr_fr: Unité de la période de facturation pendant la période de l'inscription.

source: United Kingdom
fr_fr: Royaume Uni

source: United Parcel Service XML
fr_fr: XML UPS

source: United States
fr_fr: États-Unis

source: Unknown
fr_fr: Inconnu

source: Unknown EAV indexer type "%s".
fr_fr: Type d'indexer EAV inconnu : "%s".

source: Unknown Error
fr_fr: Erreur inconnue

source: Unknown Error.
fr_fr: Erreur inconnue.

source: Unknown State
fr_fr: État inconnu

source: Unknown Status
fr_fr: Statut inconnu

source: Unknown attribute: %s.
fr_fr: Attribut inconnu : %s.

source: Unknown entity type
fr_fr: Type d'entité inconnu

source: Unknown error
fr_fr: Erreur inconnue

source: Unknown error.
fr_fr: Erreur inconnue.

source: Unknown exception
fr_fr: Exception inconnue.

source: Unknown old style column type definition: {$definition}.
fr_fr: Ancien style de définition de type de colonne inconnu : {$definition}.

source: Unknown parameter
fr_fr: Paramètre inconnu.

source: Unknown parameter.
fr_fr: Paramètre inconnu.

source: Unknown reason. Please contact PayPal customer service.
fr_fr: raison inconnue. S'il vous plaît contactez le service clientèle de PayPal.

source: Unknown scope "%s".
fr_fr: Portée inconnue "%s".

source: Unlimited
fr_fr: Illimité

source: Unsecure
fr_fr: Non sécurisé

source: Unselect All
fr_fr: Désélectionner tout

source: Unselect Visible
fr_fr: Désélectionner les éléments visibles

source: Unsubscribe
fr_fr: Désabonner

source: Unsubscribe Selected
fr_fr: Désinscription sélectionnée

source: Unsubscribe from Newsletter
fr_fr: Se désinscrire de la newsletter

source: Unsubscribe from all price alerts
fr_fr: Se désabonner de toutes les alertes de prix

source: Unsubscribe from all stock alerts
fr_fr: Se désabonner de toutes les alertes de disponibilité

source: Unsubscribed
fr_fr: Désinscrit

source: Unsubscription Email Sender
fr_fr: Expéditeur du mail de désinscription

source: Unsubscription Email Template
fr_fr: Gabarit du mail de désinscription

source: Unsupported character in path: "%s"
fr_fr: Caractère "%s" non supporté dans le chemin

source: Unsupported currency code: %s.
fr_fr: Code de devise non supporté : %s.

source: Unsupported product type "%s".
fr_fr: Type de produit non supporté : "%s".

source: Unsupported transaction type "%s".
fr_fr: Type de transaction non pris en charge "%s".

source: Unsupported value type received
fr_fr: Type de valeur reçu non supporté

source: Up-sells
fr_fr: Ventes incitatives

source: Update
fr_fr: Mettre à jour

source: Update Attributes
fr_fr: Mettre à jour les attributs

source: Update Cart
fr_fr: Mettre à jour le panier

source: Update Changes
fr_fr: Mettre à jour les modifications

source: Update Frequency
fr_fr: Fréquence de mise à jour

source: Update Google Base Item when Product is Updated
fr_fr: Mettre à jour Google Base quand le produit est mis à jour.

source: Update Items and Qty's
fr_fr: Mettre à jour les articles et quantités

source: Update Items and Qty\'s
fr_fr: Mettre à jour les articles et quantités

source: Update Preview
fr_fr: Mettre à jour la prévisualisation

source: Update Prices Using the Following Information
fr_fr: Mettre à jour les prix en utilisant l'information suivante

source: Update Qty
fr_fr: Mettre à jour la quantité

source: Update Qty &amp; Addresses
fr_fr: Mettre à jour les quantités et adresses

source: Update Qty's
fr_fr: Mettre à jour les qtés

source: Update Shipping Method
fr_fr: Changer de mode de livraison

source: Update Shopping Cart
fr_fr: Mettre à jour le panier

source: Update Status
fr_fr: Mettre à jour le statut

source: Update TheFind Item when Product is Updated
fr_fr: Mettre à jour l'article TheFind quand le produit est mis à jour

source: Update Tier Price
fr_fr: Mettre à jour les prix par palier

source: Update Total
fr_fr: Mettre à jour le total

source: Update Wishlist
fr_fr: Mettre à jour

source: Update assigned product
fr_fr: Mettre à jour le produit assigné

source: Update attribute
fr_fr: Mettre à jour l'attribut

source: Update attributes
fr_fr: Modifier les attributs

source: Update category
fr_fr: Mettre à jour la catégorie

source: Update custom option of product
fr_fr: Mettre à jour l'option personnalisable de produit
